Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtajiston_katsaus_yleiskokouksessa_26_6_2020.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtajiston katsaus yleiskokouksessa 26.6.2020
sme: Sátnejođiheddjiid geahčastat dievasčoahkkimis 26.6.2020

source: Puheenjohtajiston katsaus yleiskokouksessa 26.6.2020 päätettiin julkaista blogikirjoituksena Saamelaiskäräjien nettisivuilla.
sme: Dievasčoahkkimis 26.6.2020 mearriduvvui almmustahttit sátnejođiheddjiid geahčastat bloggačálusin Sámedikki neahttasiidduin.

source: Puheenjohtaja Tuomas Aslak Juuso
sme: Sátnejođiheaddji Duomis Áslat Juuso

source: Korona-aikana on Saamelaiskäräjien toimintaa ja asioita hoidettu seuraavasti: Saamelaiskulttuurikeskus Sajos on ollut suljettuna 16. maaliskuuta lähtien.
sme: Koronaáigge Sámedikki doaimmat ja áššit leat dikšojuvvon čuovvovaš ládje: Sámekulturguovddáš Sajos lea leamaš gitta 16.3. rájes.

source: Hallitus päätti pitää Sajoksen suljettuna toukokuun loppuun saakka.
sme: Stivra mearridii doallat gitta Sajosa miessemánu loahpa rádjái.

source: Saamelaiskäräjät on käyttänyt etätyötä toistaiseksi pääasiallisena työskentelymuotona, eikä virkamatkoja ole tehty poikkeustilan aikana.
sme: Sámediggi váldobargovuohki lea leamaš gáiddusbargu doaisttážii, eaige virgemátkkit leat dahkkojuvvon spiehkastatdili áigge.

source: Valmiusryhmä asetettiin ja ryhmä on pitänyt kokouksia yhteensä viisi kertaa.
sme: Gearggusvuođajoavku ásahuvvui ja joavku lea čoahkkimastán oktiibuot vihttii.

source: Saamelaiskäräjien järjestämät seminaarit, tilaisuudet ja tapahtumat peruttiin toukokuun loppuun saakka ja kokouksiin on osallistuttu etäyhteyksin.
sme: Sámedikki lágidan seminárat, dilálašvuođat ja dáhpáhusat šluhttejuvvojedje miessemánu loahpa rádjái ja čoahkkimiidda leat oassálastán gáiddusoktavuođaiguin.

source: Myös kesäkuun yleiskokous järjestettiin etäyhteyksin käyttämällä Interprefy-etätulkkaussovellusta.
sme: Maiddái geassemánu dievasčoahkkin lágiduvvui gáiddusoktavuođaiguin geavahemiin Interprefy-gáiddusdulkonapplikašuvnna.

source: Etätyöskentely puretaan 3.8.2020 alkaen edellyttäen, että tautitilanne alueella on pysynyt viranomaisten suosittamalla tasolla.
sme: Gáiddusbargan burgojuvvo 3.8.2020 rájes juos dávdadilli lea bisson guovllus eiseválddiid ávžžuhan dásis.

source: Keväällä poikkeustilan aikana Saamelaiskäräjät lähetti vetoomuksen pääministerille Suomen sisäisen liikkumisen rajoittamiseksi 23.3.2020 , jotta koronaviruksen leviämistä saadaan hidastettua ja riskiryhmiä suojattua.
sme: Giđđat spiehkastatdili áigge Sámediggi sáddii 23.3.2020 appellašuvnna oaiveministarii ráddjen dihte Suoma siskkáldas johtima , vai koronavirusa leavvama basttášedje njozodit ja suodjalit riskajoavkkuid.

source: Saamelaiskäräjien toinen vetoomus lähetettiin sisäministerille Norjan ja Suomen välisen rajan avaamiseksi 10.6.2020 , kun tilanne pohjoisessa todettiin rauhalliseksi.
sme: Sámedikki nubbi appellašuvdna sáddejuvvui sisministarii 10.6.2020 rahpan dihte Norgga ja Suoma gaskasaš ráji , go dilli davvin gávnnahuvvui ráfálažžan.

source: Koronaviruksen takia määrätyt liikkumisrajoitukset ovat kohdistuneet merkittävällä tavalla Pohjois-Suomen raja-alueiden saamelaisväestöön.
sme: Koronavirusa dihte mearriduvvon johtinráddjehusat lea čuohcán mearkkašahtti ládje Davvi-Suoma rádjeguovlluid sámeálbmogii.

source: Presidentti Sauli Niinistö tapaaminen järjestyi 6.3.2020 .
sme: Deaivvadeapmi presideanta Sauli Niinistöin ordnašuvai 6.3.2020 .

source: Vierailu perustui viime vaalikauden aikaiseen esitettyyn kutsuun käydä saamen maalla uudella vierailulla.
sme: Galledeapmi vuođđuduvai mannan válgabaji áigge dahkkojuvvon bovdehussii fitnat galledeame Sámi ođđasit.

source: Tapaamisessa keskusteltiin ilmastonmuutoksesta ja sen vaikutuksista saamelaiselle kulttuurille, vihapuheesta, Suomen ihmisoikeusvelvoitteista ja saamelaisten totuus- ja sovintokomission perustamisesta.
sme: Deaivvadeamis ságastallojuvvui dálkkádatrievdamis ja dan váikkuhusain sámekultuvrii, vaššiságain, Suoma olmmošvuoigatvuođageatnegasvuođain ja sámiid duohtavuođa- ja soabadankommišuvnna vuođđudeamis.

source: Saamelaiskäräjälakiuudistusprosessi on myös ollut käynnissä.
sme: Sámediggelágaođasmahttinproseassa lea maid leamaš jođus.

source: Aiheesta on käyty saamelaiskäräjälain 9 §:n mukaiset neuvottelut saamelaiskäräjälain muuttamista valmistelevan toimikunnan asettamisesta, jossa käsiteltiin toimikunnan mandaattia.
sme: Fáttá birra leat čađahuvvon ráđđádallamat sámediggelága 9 § mielde sámediggelága rievdadeami válmmaštalli doaibmagotti ásaheamis. Ráđđádallamiin gieđahallojuvvui doaibmagotti mandáhta.

source: Tämä neuvottelu ja prosessi perustuu Suomen hallitusohjelman kirjaukseen.
sme: Dát ráđđádallan ja proseassa vuođđuduvvet Suomas hálddahusprográmma girjemii.

source: Toimikunnan työtä on edeltänyt saamelaiskäräjälain uudistamista koskeva esiselvitystyöryhmä.
sme: Ovdal doaibmagotti barggu lea doaibman sámediggelága ođasmahttimii guoski ovdačielggadanjoavku.

source: Vätsärin erämaa-alueen hoito- ja käyttösuunnitelmasta on käyty saamelaiskäräjälain 9 §:n mukaiset neuvottelut Metsähallituksen kanssa kevään mittaan.
sme: Váhčira meahcceguovllu dikšun- ja geavahanplánas ráđđádallojuvvui giđa áigge Meahciráđđehusain sámediggelága 9 § mielde.

source: Yleisesti ottaen neuvottelut käytiin hyvässä hengessä, mutta monissa asiakohdissa ei löydetty yhteisymmärrystä
sme: Oppalaččat ráđđádallamiin lei buorre vuoigŋa, muhto máŋgga áššis ii gávdnon oktasaš ipmárdus.

source: Saamelaiskäräjälain 9 §:n mukaiset neuvottelut työ- ja elinkeinoministeriön kanssa alueiden kehittämistä ja Euroopan unionin alue- ja rakennepolitiikan rahastoja koskevan lainsäädännön uudistamisesta käytiin kevään mittaan.
sme: Sámediggelága 9 § mielde ráđđádallojuvvui giđa áigge bargo- ja ealáhusministeriijain guovlluid ovddideamis ja Eurohpa uniovnna guovlo- ja ráhkaduspolitihka ruhtafoanddaide guoski láhkaásaheami ođasmahttimis.

source: Saamelaiskäräjien keskeiset ehdotukset tässä lainsäädäntöuudistuksessa ovat, että Saamelaiskäräjien täysimääräinen osallistuminen saamelaisalueen kehitykseen on turvattava uudistettavassa lainsäädännössä, lakiesitykseen sisällytetään säännös, jonka mukaan saamelaisalueelle suuntautuvalla kehitykselle ei saa olla haittavaikutuksia saamelaiskulttuurille, alueiden uudistamisen neuvottelukunnan kokoonpanoon lisätään Saamelaiskäräjien edustaja, saamelainen rajat ylittävä yhteistyö turvataan ja että saamelaiselinkeinoille perustetaan elinkeinorahasto.
sme: Sámedikki guovddáš evttohusat dán láhkaásaheami ođasmahttimis leat, ahte láhkaásaheamis, mii ođasmahttojuvvo, galgá dorvvastit Sámedikki ollislaš oassálastima sámeguovllu ovddideapmái, láhkaevttohussii čáhkaduvvo njuolggadus, man mielde sámeguovllu ovdáneapmi ii oaččo váikkuhit negatiivvalaččat sámekultuvrii, guovlluid ođasmahttima ráđđádallangotti čoakkádussii lasihuvvo Sámedikki ovddasteaddji, sámiid rájiid rasttildeaddji ovttasbargu dorvvastuvvo ja ahte sámeealáhusaide vuođđuduvvo ealáhusfoanda.

source: Saamelaiskäräjälain 9 §:n mukaiset neuvottelut käytiin Lapin liiton kanssa Pohjois-Lapin maakuntakaava 2040 -asiasta toukokuussa.
sme: Ráđđádallamat sámediggelága 9 § mielde Lappi lihtuin Davvi-Lappi eanangoddelávva 2040 -áššis ledje miessemánus.

source: Jäämerenrata vaikuttaa pysyvän kaavassa laajasta vastustuksesta huolimatta.
sme: Jiekŋameara ruovdemáđija orru bissume lávas viiddes vuostálastimis fuolakeahttá.

source: Suunnitelmissa on myös sähkölinja Utsjoelle.
sme: Plánain lea maid šleađgalinnjá Ohcejohkii.

source: Yleisesti voidaan todeta, että Saamelaiskäräjien huomioita ei ole otettu mukaan maakuntakaavassa laajemmin.
sme: Almmolaččat sáhttá gávnnahit, ahte Sámedikki fuomášumit eai leat váldojuvvon mielde eanangoddelávas viidáseappot.

source: Saamelaiskäräjälain 9 §:n mukainen neuvottelu ympäristöministeriön kanssa luonnonsuojelulainsäädännön uudistus -hanke projekti II:sta koskien kotkakorvauksia käytiin toukokuun lopulla.
sme: Sámediggelága 9 § mielde lei miessemánu loahpas birasministeriijain ráđđádallan, mii guoskkai luonddusuodjalanláhkaásaheami ođasmahttin -fidnu prošeakta II goaskinbuhtadusaide.

source: Saamelaiskäräjät yhdessä Paliskuntain yhdistyksen kanssa on vienyt eteenpäin esitystä.
sme: Sámediggi ovttas Bálgosiid ovttastumiin lea dolvon ovddasguvlui evttohusa.

source: Ekologinen kompensaatiota ja luonnonmonimuotoisuuden vahvistavaa korvausmenetelmää yritetään kehittää.
sme: Ekologalaš kompensašuvnna ja luonddu máŋggahámatvuođa nannejeaddji buhtadusvuogádaga geahččalit gárgehit.

source: Saamelaiskäräjien lähtökohtana on yleisesti edistää luonnonsuojelulainsäädännön 16 §:n sisältöä.
sme: Sámedikki vuolggasadji lea almmolaččat ovddidit luonddusuodjalanláhkaásaheami 16 § sisdoalu.

source: Maankäyttö- ja rakennuslain uudistus on myös käynnissä.
sme: Eanangeavahan- ja huksenlága ođasmahttin lea maid jođus.

source: Prosessi on esitelty ympäristöministeriön toimesta Saamelaiskäräjille ja varsinaiset neuvottelut on tarkoitus aloittaa syksyllä.
sme: Birasministeriija lea ovdanbuktán proseassa Sámediggái ja aitosaš ráđđádallamiid áigot álggahit čakčat.

source: Saamelaiskäräjälain 9 §:n mukainen neuvottelu hallituksen esitysluonnoksesta eduskunnalle laiksi rakennusperinnön suojelemisesta annetun lain ja rikoslain 48 luvun 6 §:n muuttamisesta käytiin kesäkuussa ympäristöministeriön kanssa.
sme: Sámediggelága 9 § mielde ráđđádallan stivrra evttohushápmosa birra riikabeivviide láhkan huksenárbbi suodjaleamis addojuvvon lága ja rihkuslága 48 logu 6 § rievdadeami birra čađahuvvui geassemánus birasministeriijain.

source: Prosessi ei näytä huomioivan saamelaisten oikeutta itsemääräämisen pohjalta yhteisesti hallinnoida saamelaisten rakennusperintölain alla olevien saamelaiskohteiden osalta.
sme: Proseassa ii oro váldime vuhtii sámiid vuoigatvuođa hálddašit iešmearrideami vuođul oktasaččat sámečuozáhagaid, mat leat sámiid huksenárbelága vuolde.

source: Saamelaisen Parlamentaarisen neuvoston Suomen puheenjohtajuuskausi on käynnissä.
sme: Suoma sátnejođihanvuorru Sámi Parlamentáralaš ráđis lea dál jođus.

source: Saamelaisten parlamentaarikkojen kokous on siirretty ja päivämäärää ei ole vielä sovittu.
sme: Sámeparlamentarihkkáriid čoahkkin lea sirdojuvvon ja beaivemearri ii leat vuos sohppojuvvon.

source: “Enhanced participation” on YK:n alkuperäiskansojen osallistumisoikeuden edistämisprosessi , jossa Saamelaiskäräjien puheenjohtaja on aktiivisesti ollut mukana.
sme: “Enhanced participation” lea ON eamiálbmogiid oassálastinvuoigatvuođa ovddidanproseassa, mas Sámedikki sátnejođiheaddji lea aktiivvalaččat leamaš mielde.

source: Saamelaiskäräjät on osallistunut biodiversiteettistrategian ja –toimintaohjelmaa koskevan alustavan selvitystyöhön, jossa LUKE:n kanssa on tehty yhteistyötä siitä, miten ohjelma on toiminut ja mitä uudessa strategiassa tulisi huomioida.
sme: Sámediggi lea oassálastán biodiversitehtastrategiijai ja -doaibmaprográmmii guoski álgočielggadanbargui, mas LUKE:in ( Luondduriggodatguovddáš ) lea leamaš ovttasbargu das, mot prográmma lea doaibman ja maid ođđa strategiijas galggašii váldit vuhtii.

source: Kestävän kehityksen toimikunnassa Suomi on raportoinut YK:lle kestävän kehityksen tavoitteista, ja Saamelaiskäräjät ovat ensimmäistä kertaa olleet mukana muokkaamassa raporttia.
sme: Bistevaš ovdáneami doaibmagottis Suopma lea raporteren ON:ide bistevaš ovdáneami mihttomeriin, ja Sámediggi lea vuosttaš geardde leamaš mielde ráhkadeame raportta.

source: Saamelaiskäräjät osallistuu kutsuttuna puheenjohtajan osallistumisen kautta ilmastopolitiikan pyöreään pöytään, jonka pääministeri on perustanut ja jossa on aloitettu keskustelut, jotka koskevat Suomen ilmastopolitiikan suuntaa.
sme: Sámediggi lea bovdejuvvon dálkkádatpolitihka jorba beavddi gurrii, masa oassálastá sátnejođiheaddji. Dálkkádatpolitihka jorba beavddi lea vuođđudan oaiveministtar ja dan guoras leat álggahuvvon ságastallamat, mat gusket dasa, man guvlui Suoma dálkkádatpolitihka lea manname.

source: Interreg-ohjelmiston kehittämisessä tärkeinä asioina Saamelaiskäräjät näkee Sápmi-ohjelmaosuuden erillään pitämisen ja sen varmistamisen tulevaisuudessa.
sme: Sámediggi oainnu mielde Interreg-prográmmaid ovddideamis lea dehálaš doallat Sápmi-prográmmaoasi sierra ja sihkkarastit dan boahttevuođas.

source: Ohjelman sisältöön liittyvänä seikkana on tarkoituksena helpottaa pienempiä toimijoita käyttää tätä rahoitusta ja perinteisten elinkeinojen kehittäminen, kuten duodjin kehittäminen elinkeinona.
sme: Prográmma sisdoalu olis lea ulbmil álkidahttit uhcit doibmiid geavahit dán ruhtadeami ja ovddidit árbevirolaš ealáhusaid, degomat ovddidit duoji ealáhussan.

source: I varapuheenjohtaja Anni Koivisto
sme: I várresátnejođiheaddji Anni Koivisto

source: Saamelaiskäräjälain 9 §:n mukainen neuvottelu käytiin sosiaali- ja terveysministeriön kanssa sote-asioista etäyhteyksin toukokuun alussa.
sme: Sode-ođasmahttima birra: Sámediggelága 9 § mielde ledje ráđđádallamat gáiddusoktavuođaiguin sosiála- ja dearvvašvuođaministeriijain sode-áššiid birra miessemánu álggus.

source: Saamelaiskäräjät tavoittelee parannuksia saamenkielisten ja kulttuurinmukaisten palveluiden käytännön toteutumiseen.
sme: Sámediggi oččoda buorádusaid sámegielat ja kultuvrralaš bálvalusaid praktihka ollašuvvamii.

source: Tämä edellyttäisi selkeää saamenkielisten palveluiden järjestämisvastuuta sekä riittävää ja oikein kohdennettua rahoitusta.
sme: Dát eaktudivččii čielga sámegielat bálvalusaid lágidanovddasvástádusa ja doarvái ja riekta čuozihuvvon ruhtadeami.

source: Sote-uudistusta koskevissa lakiluonnoksissa Saamelaiskäräjien tavoitteet eivät näy riittävästi ja vaikuttamistyötä jatketaan.
sme: Sode-ođasmahttimii guoski láhkahápmosiin Sámedikki mihttomearit eai oidno doarvái ja váikkuhanbargu jotkojuvvo.

source: Sote-uudistuksen eteen on myös tehty työtä kampanjan kautta yhdenvertaisten sote-palveluiden puolesta .
sme: Sode-ođasmahttima ovdii leat maiddái bargan kampánjeremiin ovttaveardásaš sode-bálvalusaid beales .

source: Sote-kampanja sisältää uutiskirjeet, video, mielipidekirjoitukset ja omat nettisivut osana Saamelaiskäräjien nettisivuja.
sme: Sode-kampánja sisttisdoallá ođasreivviid, video, oaivilčállosiid ja iežas neahttasiidduid oassin Sámedikki neahttasiidduin.

source: Saamelaisten totuus- ja sovintokomission jäseneksi eli komissaariksi saapui määräaikaan mennessä 16 esitystä , 14 Saamelaiskäräjille ja kaksi Kolttien kyläkokoukselle.
sme: Sámiid duohtavuođa- ja soabadankommišuvnna lahttun dahjege komissáran bohte mearreáigge siste 16 evttohusa , 14 Sámediggái ja guokte Nuortalaččaid siidačoahkkimii.

source: Esitettyjä henkilöitä on yhteensä 10. Prosessi komissaarien valitsemiseksi jatkuu yleisten kuulemistilaisuuksien järjestämisellä syksyllä .
sme: Evttohuvvon olbmot leat oktiibuot 10. Komissáraid válljenproseassa joatkašuvvá čakčat, goas lágiduvvojit gullandilálašvuođat.

source: Suomen ja Norjan väliset neuvottelut Tenon kalastussäännön uudistamisesta alkoivat kesällä.
sme: Suoma ja Norgga gaskasaš ráđđádallamat Deanu guolástannjuolggadusa ođasmahttimis álge geasset.

source: Suomen neuvotteluvaltuuskunnassa Saamelaiskäräjien edustajana ja valtuuskunnan toisena varapuheenjohtajana toimii Anne Nuorgam.
sme: Suoma ráđđádallandelegašuvnnas Sámedikki ovddasteaddji ja delegašuvnna nubbi várresátnejođiheaddji lea Anne Nuorgam.

source: Valtioneuvosto antoi neuvotteluvaltuuskunnan asettamisen yhteydessä lausuman, joka korostaa lohikantojen elpymisen turvaamista, saamelaisten oikeuksien edistämistä sekä eduskunnan lausumien huomiointia.
sme: Stáhtaráđđi attii delegašuvnna ásaheami oktavuođas cealkámuša, mii deattuha luossanáli ealáskeami dorvvasteami, sámiid vuoigatvuođaid ovddideami ja riikkabeivviid cealkámušaid vuhtiiváldima.

source: Saamelaiskäräjät on pitänyt tämän vuoden puolella yhden tapaamisen Saamelaiskäräjien ja eduskuntapuolueiden yhteistyöryhmän tiimoilta.
sme: Sámediggi lea doallan dán jagi bealde ovtta deaivvadeami Sámedikkiin ja riikkabeaibellodagaid ovttasbargojoavkku olis.

source: Yhteistyöryhmän kokous käytiin kesäkuussa ja tapaamisessa käytiin läpi Saamelaiskäräjille ajankohtaisia asioita.
sme: Ovttasbargojoavkku čoahkkin lei geassemánus ja deaivvadeamis gieđahallojuvvojedje Sámedikki áigeguovdilis áššit.

source: Opetus- ja kulttuuriministeriön asettama saamelaisopetuksen kehittämistyöryhmä on toiminut maaliskuusta alkaen.
sme: Oahpahus- ja kulturministeriija ásahan sámeoahpahusa ovddidanbargojoavku lea doaibman njukčamánu rájes.

source: Työryhmän tehtävänä on tarkastella saamenkielisen varhaiskasvatuksen, kulttuuri- ja kielipesätoiminnan, saamelaisopetuksen ja -koulutuksen tilaa yhtenä kokonaisuutena.
sme: Bargojoavkku bargu lea dárkkodit sámegielat árrabajásgeassima, kultur- ja giellabeassedoaimma, sámeoahpahusa ja -skuvlejumi dili oktan ollisvuohtan.

source: Ryhmässä Saamelaiskäräjien osalta jäseninä toimivat Ulla Aikio-Puoskari ja Anne Kirste Aikio sekä asiantuntijasihteereinä Arla Magga ja Petra Kuuva.
sme: Sámedikki bealis joavkkus leat lahttun Ulla Aikio-Puoskari ja Anne-Kirste Aikio ja áššedovdičállin Arla Magga ja Petra Kuuva.

source: Saamelaiskäräjät on lausunut oppivelvollisuuden laajentamista koskevista lakiuudistuksista painottaen saamelaisnuorten kielellisiä oikeuksia sekä oikeutta suorittaa oppivelvollisuutta perinteisiä taitoja oppien.
sme: Sámediggi lea cealkán oahppogeatnegasvuođa viiddideapmái guoski láhkaođasmahttimiin deattuhemiin sámenuoraid gielalaš vuoigatvuođaid ja vuoigatvuođa čađahit oahppogeatnegasvuođa oahpa árbevirolaš dáidduid.

source: Saamelaiskäräjät lausui kaksivuotisen esiopetuksen kokeilusta korostaen, etteivät oikeudet saamenkieliseen toimintaan saa kokeilun seurauksena heikentyä.
sme: Sámediggi celkkii guovttejahkásaš ovdaoahpahusa geahččaladdamis deattuhemiin, ahte vuoigatvuođat sámegielat doaibmamii eai oaččo hedjonit geahččaladdama čuovvumuššan.

source: Lisäksi Saamelaiskäräjät lausui Yleisradion uudesta strategiasta esittäen saamelaisten, saamelaisuuden ja saamenkielisten ohjelmien parempaa huomiointia.
sme: Lassin Sámediggi celkkii Yleisradio ođđa strategiijas ja evttohii, ahte sápmelaččat, sápmelašvuohta ja sámegielat prográmmat vuhtiiváldojuvvošedje buorebut.

source: II varapuheenjohtaja Leo Aikio
sme: II várresátnejođiheaddji Leo Aikio

source: Saamelaiskäräjien esitys poronhoitajien sijaisavun kehittämiseksi: poronhoitajien yhdenvertaisuus sijaisapujärjestelmässä, poronhoitajien sijaisavun määrärahan ja tuntimäärän nostaminen vastaamaan nykyistä poroelinkeinon tarvetta, kiireelliset toimet poronhoitajien lomituspalveluiden kehittämiseksi lainsäädännön tasolla, saamelaisten poronhoitajien sosiaaliturvan toteutuminen, työssä jaksaminen ja työurien pidentäminen osana sijaisapu- ja sijaisapulomitusjärjestelmää, yhdenvertaisuuden edistäminen Melan omassa toiminnassa yhdenvertaisuussuunnitelmalla.
sme: Boazodolliid sadjásašveahkki -ášši. Sámedikki evttohus ovddidan dihte boazodolliid sadjásašveahki: boazodolliid ovttaveardásašvuohta sadjásašveahkkevuogádagas, sadjásašveahki mearreruđa ja diibmomeari lokten vástidit boazoealáhusa dáláš dárbbu, hohpolaš doaimmat boazodolliid, luopmudanbálvalusaid ovddideapmin láhkaásaheami dásis, sápmelaš boazodolliid sosiáladorvvu ollašuvvan, barggus veadjin ja bargojagiid guhkideapmi oassin sadjásašveahkke- ja sadjásašveahkkeluopmudanvuogádagas, ovttaveardásašvuođa ovddideapmi Mela iežas doaimmain ovttaveardásašvuođaplána bokte.

source: Tukesin kanssa on käyty saamelaiskäräjälain 9 §:n mukaiset neuvottelut Hankaojan ja Rove vero –hakemuksista ja myös kullankaivuulupia on käsitelty.
sme: Tukesiin lea ráđđádallojuvvon sámediggelága 9 § mielde Hankaoja ja Rove vero -ohcamušaid birra ja maiddái gollerogganlobit leat gieđahallojuvvon.

source: EU-tukiasiassa Saamelaiskäräjät on esittänyt eloporotukea nostettavan 28,5 eurosta 36 euroon.
sme: Boazoáššit: EU-doarjjaáššis Sámediggi lea evttohan, ahte ealliboazodoarjja loktejuvvo 28,5 €:s 36 €:i.

source: Poronlihan suoramyynnin kehittämisessä tarkoituksena on helpottaa ja keventää suoramyynnin ehtoja, niin että poronhoitajat lähtökohtaisesti saamelaisalueella pystyvät myymään tietyn kilomäärän puitteissa (1500 kg leikattua poronlihaa ja 500 kg kuivalihaa vuodessa/poronlihan myyjä) myymään poronlihaa ravintoloille, vähittäiskauppiaille ja kuluttajille.
sme: Bohccobierggu njuolggovuovdima ovddideamis ulbmil leat álkidahttit ja geahpedit njuolggovuovdima eavttuid nu, ahte boazodoallit bastet prinsihpalaččat vuovdit sámeguovllus dihto kilomeari siste (1500 kg čuhppojuvvon bohccobierggu ja 500 kg goikebierggu jagis/bohccobierggu vuovdi) vuovdit bohccobierggu restoráŋŋaide, vehádatgávpejasaide ja golaheddjiide.

source: Saamelaiskäräjät on aktiivisesti seurannut lumiolosuhteen aiheuttamaa erityistilannetta ja pitänyt yhteyttä asian tiimoilta maa- ja metsätalousministeriöön, maa- ja metsätalousministerin erityisavustaja on käynyt tutustumassa lumi- ja laiduntilanteeseen.
sme: Sámediggi lea aktiivvalaččat čuvvon muohtadili dagahan earenoamášdili ja doallan oktavuođa ášši olis eanan- ja vuovdedoalloministeriijai, eanan- ja vuovdedoalloministeriija spesiálaveahkeheaddji lea fitnan oahpásmuvvame muohta- ja guohtundillái.

source: Lausunnon pyytäminen tutkimuksen kehittämiseen ja edistämiseen MAKERA-rahoittamiseen liittyen: Eri maankäyttömuotojen vaikutus porotyömalleihin ja perinteiseen tietoon – tapaustutkimus Suomen saamelaisten kotiseutualueelta ja poronhoidon muutokset ja sopeutumiskeinot eri maankäyttömuotojen ristipaineessa.
sme: Cealkámuša bivdima bokte gárgehit ja ovddidit dutkamuša MAKERA-ruhtadeami olis: Iešguđet eanangeavahanvugiid váikkuhus boazobargovugiide ja árbedihtui – dáhpáhusdutkamuš Suoma sámiid ruovttuguovllus ja boazodoalu rievdadusat ja vuogáiduvvanvuogit iešguđet eanangeavahanvugiid ruossalas deattuid vuolde.

source: Suurpeto sidosryhmätilannekatsaus.
sme: Boraspire čanasjoavkodilligeahčastat.

source: Saamelaiskäräjät on myös lähettänyt vetoomuksen Metsähallitukselle porojen laidunrauhan ja poronhoidon yleisten toimintaedellytysten turvaamiseksi poikkeuksellisissa olosuhteissa: Saamelaiskäräjät vetoaa Metsähallitukseen, että se pidättyisi kuluvan kevään ja kesäkauden osalta kaikesta pyynti- ja kulkulupien myöntämisestä saamelaisten kotiseutualueella ja tehostaisi valvontaa kaiken luvattoman liikkumisen estämiseksi.
sme: Sámediggi lea maid sádden appellašuvnna Meahciráđđehussii, vai bohccuid guohtunráffi ja boazodoalu almmolaš doaibmaneavttut dorvvastuvvojit spiehkkaseaddji diliin : Sámediggi doarjala Meahciráđđehussii, ahte dat ii mieđihivčče dáláš giđđa ja geassebajis bivdo- ja johtinlobiid sámiid ruovttuguovllus ja beavttálmahtášii goziheami eastin dihte lobihis johtima.

source: Tällä hetkellä ilmastonmuutokseen liittyvät aiheet ja prosessit Suomessa, joihin Saamelaiskäräjät on osallistunut tai osallistuu, ovat: Saamelaisten ilmastopaneeli ja saamelaisten sopeutuminen ilmaston muutoksen sopeutumisohjelma.
sme: Dál dálkkádatrievdamii laktáseaddji fáttát ja proseassat Suomas, maidda Sámediggi lea oassálastán dahje oassálastá, leat: Sámiid dálkkádatpanela ja sámiid vuogáiduvvan dálkkádatrievdama vuogáiduvvanprográmma.

source: Tätä edistetään parhaillaan ja tarkoituksena on käydä lähetekeskustelua seuraavassa täyskokouksessa.
sme: Dát ovddiduvvo bárrásii ja ulbmil lea čađahit sáttaságastallama čuovvovaš dievasčoahkkimis.

source: Climini-hankkeessa tarkastellaan porotalouden sopeutumiskeinoja ilmastonmuutokseen.
sme: Climini-fitnus dárkkodit boazodoalu vuogáiduvvanvugiid dálkkádatrievdamii.

source: Leo Aikio on osallistunut ohjausryhmän työskentelyyn.
sme: Leo Aikio lea oassálastán bagadallanjoavkku bargamii.

source: Aikio osallistui Climate Emergency and Indigenous Peoples in the Arctic -paneeliin Helsingissä 12.3.2020.
sme: Aikio oassálasttii Climate Emergency and Indigenous People in the Arctic -panelii Helssegis 12.3.2020.
